sdcv.el.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>sdcv.el</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Jason Tian" />
<link rel="stylesheet" type="text/css" href="./css/worg.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content">
<h1 class="title">sdcv.el</h1>
<p>
sdcv.el 是我基于 Chen Bin 的 sdcv Elisp 实现代码修改而来的，
</p>

<ul class="org-ul">
<li>支持多字典查询
</li>
<li>修改了字典的定义方式
</li>
<li>增加了 sdcv-mode
</li>
</ul>

<p>
详见：<a href="https://github.com/jsntn/sdcv.el">https://github.com/jsntn/sdcv.el</a>
</p>

<p>
我的其他 Emacs Package：
</p>

<p>
&gt; mr-poker.el
</p>

<p>
An Emacs package to practice memorizing poker cards.
</p>

<ul class="org-ul">
<li><a href="https://github.com/jsntn/mr-poker.el">https://github.com/jsntn/mr-poker.el</a>
</li>
</ul>

<p>
&gt; org-task-scheduler.el
</p>

<p>
Scans Org files to identify upcoming and missed scheduled/deadline tasks based on configured criteria.
</p>

<ul class="org-ul">
<li><a href="https://github.com/jsntn/org-task-scheduler.el">https://github.com/jsntn/org-task-scheduler.el</a>
</li>
</ul>
</div>
<div id="postamble" class="status">
<hr />
<p><a href="//jsntn.com">Jason Tian</a><br /><span class="timestamp-wrapper"><span class="timestamp">[2024-12-03 Tue 22:54]</span></span></p>
</div>
</body>
</html>
